[
    { "code": "SC101-01", "description": "LED Error (Scanning)The white level peak did not reach the prescribed threshold when the white guide plate was scanned.", "causes": "• Scanner Carriage defective • BCU defective • Connector defective (disconnected, loose) • Harness defective • IPU defective • Condensation in scanner unit • White Reference Seal dirty or installed incorrectly (sheet-through exposure glass) • White Guide Plate, or White Roller dirty or installed incorrectly (SPDF/ARDF)", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Clean the white guide plate, or white roller (SPDF/ARDF). 2. Reconnect the following connectors; • Scanner Carriage - IPU harness (FFC) • SBU - LEDB harness (FFC) • IPU- BCU harness 3. Check the white reference seal that attached back of sheet-through exposure glass. Replace the sheet-through exposure glass, if dirty or damaged. 4. Replace the white guide plate, or white roller (SPDF/ARDF). 5. Replace the Scanner Carriage. 6. Replace the IPU. 7. Replace the following harnesses; • Scanner Carriage - IPU harness (FFC) • IPU - BCU harness 8. Replace the BCU." },
    { "code": "SC101-02", "description": "LED Error (LED illumination adjustment) LED error was detected.", "causes": "• Connector defective (disconnected, loose) • Scanner Carriage defective • IPU defective • Harness defective • BCU defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the following connectors; • Scanner Carriage - IPU harness (FFC) • SBU - LEDB harness (FFC) • IPU- BCU harness 2. Check the white reference seal that attached back of sheet-through exposure glass. Replace the sheet-through exposure glass, if dirty or damaged. 3. Replace the Scanner Carriage. 4. Replace the IPU. 5. Replace the following harnesses; • Scanner Carriage - IPU harness (FFC) • IPU - BCU harness 6. Replace the BCU." },
    { "code": "SC102-00", "description": "LED Illumination Adjustment Error The white level peak reached the prescribed threshold when the white plate was scanned after a specified number of adjustments.", "causes": "• LED defective • IDB (LED driver) defective • SBU defective • IPU defective • Power/signal harness defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the power/signal harness. 2. Replace the following parts: • Replace the Scanner Carriage. • Replace the IPU board. • Replace the power/signal harness." },
    { "code": "SC120-00", "description": "Scanner Home Position Error 1 The scanner home position sensor does not go OFF. Details: Error detection timing • During homing (when the machine is turned ON or when it returns from energy save mode) • During an automatic adjustment (when the machine is turned ON or when it returns from energy save mode) • During a scan from the ADF/ARDF or exposure glass.", "causes": "• Scanner motor driver defective • Scanner motor defective • Scanner HP sensor defective • Harness defective • Timing belt, pulley, wire, or carriage not installed correctly", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. 1. Replace the following parts: • Replace the HP sensor • Replace the scanner motor • Replace the harness." },
    { "code": "SC121-00", "description": "Scanner Home Position Error 2 The scanner home position sensor does not go ON. Details: Error detection timing • During homing • During an automatic adjustment • During a scan from the ADF/ARDF or exposure glass.", "causes": "• Scanner motor driver defective • Scanner motor defective • Scanner HP sensor defective • Harness defective • Timing belt, pulley, wire, or carriage not installed correctly", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. 1. Replace the following parts: • Replace the home position sensor • Replace the scanner motor • Replace the harness." },
    { "code": "SC141-00", "description": "Black level detection error The black level cannot be adjusted within the target during auto gain control.", "causes": "• Scanner Carriage defective • IPU defective • Harness defective • BCU defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the following connectors; • Scanner Carriage - IPU harness (FFC) • IPU- BCU harness 2. Replace the Scanner Carriage. 3. Replace the IPU. 4. Replace the following harnesses; • Scanner Carriage - IPU harness (FFC) • IPU - BCU harness 5. Replace the BCU." },
    { "code": "SC142-00", "description": "White level detection error The white level cannot be adjusted to the second target level within the target during auto gain control.", "causes": "• Scanner Carriage defective • IPU defective • Harness defective • Connector defective (disconnected, loose) • Condensation in scanner unit • White plate dirty or installed incorrectly", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the following connectors; • Scanner Carriage - IPU harness (FFC) • SBU - LEDB harness (FFC) • IPU- BCU harness 2. Check the white reference seal that attached back of sheet-through exposure glass. Replace the sheet-through exposure glass, if dirty or damaged. 3. Replace the scanner carriage. 4. Replace the IPU. 5. Replace the following harnesses; • Scanner Carriage - IPU harness (FFC) • IPU - BCU harness 6. Replace the BCU." },
    { "code": "SC144-00", "description": "SBU Communication Error • The machine cannot detect that the Scanner Carriage is connected. • The machine cannot communicate with the Scanner Carriage. • The communication data is incorrect.", "causes": "• Scanner Carriage defective • IPU defective • BCU defective • Harness defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the following connectors; • Scanner Carriage - IPU harness (FFC) • IPU- BCU harness 2. Replace the Scanner Carriage. 3. Replace the IPU. 4. Replace the BCU. 5. Replace the following harnesses; • Scanner Carriage - IPU harness (FFC) • IPU - BCU harness" },
    { "code": "SC151-00", "description": "Black Level Error: Side 2 The black level scanned is not specified range.", "causes": "• CIS for SPDF defective • SPDF main board defective • Harness defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the SPDF main board - CIS connectors if they are disconnected, or loose. 2. Replace the CIS for SPDF 3. Replace the following harnesses; • SPDF main board - CIS • IPU -SPDF main board 4. Replace the SPDF main board." },
    { "code": "SC152-00", "description": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the SPDF main board - CIS connectors if they are disconnected, or loose. 2. Replace the CIS for SPDF 3. Replace the following harnesses; • SPDF main board - CIS • IPU -SPDF main board 4. Replace the SPDF main board.", "causes": "• CIS defective • White roller defective • SPDF main board defective • Harness defective", "remedy": "Remedy: Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the SPDF main board - CIS connectors if they are disconnected, or loose. 2. Replace the CIS for SPDF 3. Replace the following harnesses; • SPDF main board - CIS • IPU -SPDF main board 4. Replace the SPDF main board." },
    { "code": "SC154-00", "description": "Scanner Communication Error: Side 2 The value read out from the ASIC and FROM area inside the CIS is different from the expected value.", "causes": "• CIS defective • FROM area error • SPDF main board defective • Connector defective (loose, broken)", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the SPDF main board - CIS connectors if they are disconnected, or loose. 2. Replace the CIS for SPDF 3. Replace the following harnesses; • SPDF main board - CIS • IPU -SPDF main board 4. Replace the SPDF main board." },
    { "code": "SC161-02", "description": "IPU error (Lsync Error: Side 2) The machine detects the error from the results of self-diagnostic test before scanning the side 2.", "causes": "• harness defective between CIS and IPU (disconnected, loose) • CIS defective • IPU defective (ASIC: Macaron error)", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the IPU - CIS connectors if they are disconnected, or loose. 2. Replace the CIS for SPDF. 3. Replace the IPU - CIS harness. 4. Replace the IPU." },
    { "code": "SC161-20", "description": "IPU error (DRAM initialization failure) An error occurred during performed every time the machine is turned on, or returns to full operation from energy save mode.", "causes": "• IPU defective (Macaron/ DRAM device connection error) • DRAM device defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Reconnect the all connectors on IPU board if they are disconnected, or loose. 2. Replace the IPU, and BCU." },
    { "code": "SC195-00", "description": "Machine serial number error Comparison of the product identification code in the machine serial number (11 digits).", "causes": "The product identification code in the machine serial number (11 digits) does not match.", "remedy": "Re-enter the machine serial number." },
    { "code": "SC202-00", "description": "Polygon Motor: ON Timeout Error After the polygon motor turned on, or within the specified time (sec.) after the rpm’s changed, the motor did not enter READY status.", "causes": "• The interface harness to the polygon motor driver damaged or not connected correctly. • Polygon motor or polygon motor driver defective • Polygon motor drive pulse cannot be output correctly. (Polygon controller) • XSCRDY signal observation failing (Polygon controller)", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the connectors between LD unit and IPU. 3. Check CN586 (a connector with 1 pin) for the polygon mirror motor from the PSU. 4. Replace the LD unit (Polygon mirror motor). 5. Replace the harness between the LD unit and IPU. 6. Replace the IPU. 7. Replace the PSU (or fuses on PSU)." },
    { "code": "SC203-00", "description": "Polygon Motor: OFF Timeout Error The XSCRDY signal (polygon ready) never becomes inactive (H) within 3 sec. after the polygon motor went OFF.", "causes": "• The interface harness to the polygon motor driver damaged or not connected correctly. • Polygon motor or polygon motor driver defective • Polygon motor drive pulse cannot be output correctly. (Polygon controller) • XSCRDY signal observation failing (Polygon controller)", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the harness between LD unit and IPU. 3. Check CN586 (a connector with 1 pin) for the polygon mirror motor from the PSU. 4. Replace the LD unit (Polygon mirror motor). 5. Replace the harness between the LD unit and IPU. 6. Replace the IPU. 7. Replace the PSU (or fuses on PSU)." },
    { "code": "SC204-00", "description": "Polygon Motor: XSCRDY Signal Error During polygon motor rotation, the XSCRDY signal was inactive (H) for longer than one rotation of the polygon.", "causes": "• The interface harness to the polygon motor driver damaged or not connected correctly. • Polygon motor or polygon motor driver defective", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the connectors between LD unit and IPU. 3. Check CN586 (a connector with 1 pin) for the polygon mirror motor from the PSU. 4. Replace the LD unit (Polygon mirror motor). 5. Replace the harness between the LD unit and IPU. 6. Replace the IPU. 7. Replace the PSU (or fuses on PSU)." },
    { "code": "SC220-01", "description": "Leading Edge: LD1 synchronization detection error: Bk The leading edge LD0 synchronization detection signal of the corresponding color was not output within the specified time (sec.) while the polygon mirror motor was operating at normal speed.", "causes": "• The interface harness to the synchronization detection unit damaged or not connected correctly. • Synchronization detection board defective • Beam does not enter photo detector. • Abnormality around GAVD • LDB defective", "remedy": "1. Turn the main power OFF/ON. 2. Check for condensation on the LDB. 3. Reconnect the connectors between LDB (Synchronizing detector board) and IPU. 4. Replace the LD unit. 5. Replace the IPU 6. Replace the harness between LDB (Synchronizing detector board) and IPU." },
    { "code": "SC220-04", "description": "Leading Edge: LD1 synchronization detection error: Ye The leading edge LD0 synchronization detection signal of the corresponding color was not output within the specified time (sec.) while the polygon mirror motor was operating at normal speed.", "causes": "• The interface harness to the synchronization detection unit damaged or not connected correctly. • Synchronization detection board defective • Beam does not enter photo detector. • Abnormality around GAVD • LDB defective", "remedy": "1. Turn the main power OFF/ON. 2. Check for condensation on the LDB. 3. Reconnect the connectors between LDB (Synchronizing detector board) and IPU. 4. Replace the LD unit. 5. Replace the IPU 6. Replace the harness between LDB (Synchronizing detector board) and IPU." },
    { "code": "SC230-01 02 03 04", "description": "SC230- 01 FGATE ON error: Bk SC230- 02 D FGATE ON error: Cy SC230- 03 FGATE ON error: Ma SC230- 04 D FGATE ON error: Ye The FGATE signal did not turn ON within the specified time (sec.) after the writing process of the corresponding color started.", "causes": "• Image processing ASIC defective on IPU • Harness between IPU and LDB defective", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the connectors between IPU and controller board. 3. Replace the IPU." },
    { "code": "SC231-01 02 03 04", "description": "SC231- 01 FGATE OFF error: Bk SC231- 02 FGATE OFF error: Cy SC231- 03 FGATE OFF error: Ma SC231- 04 FGATE OFF error: Ye • The FGATE signal did not turn OFF within the specified time (sec.) after the writing process of the corresponding color ended. • The FGATE signal did not turn OFF when the next job of the corresponding color started.", "causes": "• Image processing ASIC defective on IPU • Harness between IPU and LDB defective", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the connectors between IPU and controller board. 3. Replace the IPU." },
    { "code": "SC240-01 02 03 04", "description": "SC240-01 LD error: Bk SC240- 02 LD error: Cy SC240- 03 LD error: Ma SC240- 04 LD error: Ye • If LD error terminal of LD driver of corresponding color is asserted after LD initialization. • If an error is detected during initialization of LD driver which detects Ith/Ieta of LD of corresponding color.", "causes": "• LD degradation (LD broken, shift of output characteristics etc.) • The interface harness damaged or not connected correctly. • LD driver defective", "remedy": "1. Turn the main power OFF/ON. 2. Check the value in SP2-110-001 to 004 (LD Driver), the default is 0h. • If current value is 0, perform step 4. • If current value is 1, perform steps 3 and 5. • If current value is 2 to FF, perform step 4. 3. Reconnect the connectors between LDB and IPU. 4. Replace the LD unit 5. Replace the harness between LDB to IPU." },
    { "code": "SC272-01 02 03 04", "description": "SC272-01 LD driver communication error: Bk SC272-02 LD driver communication error: Cy SC272-03 LD driver communication error: Ma SC272-04 LD driver communication error: Ye In view of parity, 3 retries were performed", "causes": "• BCU defective • Harness defective • LDB defective", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the following connectors; • LDB-IPU harness • IPU-BCU harness 3. Replace the LD unit. 4. Replace the BCU. 5. Replace the following harnesses; • LDB-IPU harness • IPU-BCU harness" },
    { "code": "SC272-10", "description": "LD driver communication error: Other LD voltage does not satisfy the specified voltage (5 V).", "causes": "• BCU defective (LD5V Power error) • LDB defective (LD drive error) • LDB connector defective (loose, broken) • Interlock switch defective", "remedy": "1. Turn the main power OFF/ON. 2. Reconnect the connectors between LDB and IPU. 3. Replace the IPU. 4. Replace the LD unit. 5. Replace the harness between LDB and IPU. 6. Replace the interlock switch." },
    { "code": "SC285-01", "description": "Skew Motor (in LD unit) Power Control Error The power supply from PSU is not supplied to the skew motors.", "causes": "• Software error • Imaging IOB defective • BCU defective", "remedy": "1. Turn the main power OFF/ON. 2. Update the firmware. 3. Replace the imaging IOB. 4. Replace the BCU." },
    { "code": "SC285-02", "description": "MUSIC error The results of MUSIC pattern reading failed 4 times. (even if mode e (real time MUSIC) fails, the error count is not incremented (+1))", "causes": "•", "remedy": "1. Large drifting Large drifting is the state where the color registration error is larger than the specified value. In the Large drifting state, the MUSIC pattern is shifted a long distance in the main scan direction (side to side), and is moved to the position where the MUSIC Sensor (TM/ID sensor) cannot be detected, or each pattern cannot be detected due to the pattern overlapping. 2. MUSIC Pattern Density Error Pattern with the lower density 3. Defective Image Transfer Belt/Image Transfer Unit • Belt scratched • Belt corrugation, belt skew • Cleaning failure • Background stains • Filming Filming is a phenomenon where surface properties change over time. Glossiness is one of the surface properties. In the Filming state, the whole or part (belt shaped) of the Image Transfer Belt surface becomes foggy. Filming changes reflected light, and the MUSIC Sensor (TM/ID sensor) may detect the input wrongly, which causes an error. 4. MUSIC Sensor (TM/ID sensor) defective • Connector/ harness disconnected • Sensor surface dirty • Sensor malfunction • BCU malfunction 5. Paper Transfer contact/release mechanism defective • Connector/ harness disconnected • Motor / Sensor malfunction • Imaging IOB malfunction 6. Laser Optics Positioning Motor in Laser Unit defective • Connector/ harness disconnected • Motor malfunction • Imaging IOB malfunction" },
    { "code": "SC312-01 02 03 04", "description": "SC312-01 Charge Roller HVP_CB Output Error (K) SC312-02 Charge Roller HVP_CB Output Error (C) SC312-03 Charge Roller HVP_CB Output Error (M) SC312-04 Charge Roller HVP_CB Output Error (Y) Charging AC is set to ON at the standard speed, and the FB voltage of the charging AC of each color is monitored for 200 ms at 20ms intervals (10 times) after 80ms of charge AC_ON, and below 0.3V is detected continuously for 200ms (10 times), the SC of the corresponding color lights up, and machine operation is suspended.", "causes": "• High voltage harness defective or shorted. • PCU setting fault or damage • HVP_CB fault • Connector disconnected • Harness broken • IOB defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check the PCU for the following points and recover or replace the PCU if there are any defects. • Checking contaminants on the Charge Roller terminal [A] • Checking damage or deformation of the Charge Roller terminal [A] • Checking continuity to the Charge Roller terminal core bar [B] 2. Check if all connectors related to PCDU are connected securely. Replace the connectors if they are disconnected, or loose. 3. Recover or replace the parts of the main machine if there are any defects after checking the following points. • Checking contaminants on the charged power supplying plate [C] • Checking damage or deformation of the charged power supplying plate [C] • Checking continuity between the Charge Roller terminal core bar and the HVP (CB) 4. Replace the HVP (CB). 5. If SC occurs again, replace the IOB." },
    { "code": "SC324-01", "description": "Development motor: Bk: Lock Motor status is observed at 100ms intervals during motor ON, and the unlock status is detected at least 20 times", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Development unit torque increased", "remedy": "• Replace the motor • Reconnect the connector • Replace the harness • Replace the Imaging IOB. • Replace the development unit" },
    { "code": "SC324-05", "description": "Development motor: CMY: Lock Motor status is observed at 100ms intervals during motor ON, and the unlock status is detected at least 20 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Development unit torque increased", "remedy": "• Replace the motor • Reconnect the connector • Replace the harness • Replace the Imaging IOB. • Replace the development unit" },
    { "code": "SC360-01 02 03 04", "description": "SC360- 01 TD sensor adjustment error (K) SC360- 02 TD sensor adjustment error (C) SC360- 03 TD sensor adjustment error (M) SC360- 04 TD sensor adjustment error (Y) 1. Mu count is higher than the threshold which detects no developer. 2. Mu count is lower than the upper/lower target thresholds three consecutive times", "causes": "• TD sensor defective • Loose connection • Harness broken • Developer toner density differs from initial developer", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors related to TD sensor are connected securely. Replace the connectors if they are disconnected, or loose. 2. Check the Development Unit for the following points and recover or replace it if there are any defects. • Gear came off • PCDU seal was not removed • Not initial developer 3. Check the TD sensor and recover or replace it if there are any defects. 4. Check the harness for TD sensor. Replace the harness if it is disconnected, or damaged. 5. Replace the BCU if the SC cannot be recovered even after executing steps 1 to 4." },
    { "code": "SC361-01 02 03 04", "description": "SC361- 01 TD sensor output error: Upper Limit (K) SC361- 02 TD sensor output error: Upper Limit (C) SC361- 03 TD sensor output error: Upper Limit (M) SC361- 04 TD sensor output error: Upper Limit (Y) TD sensor output: Vt (SP3-210-001 to 004) > output upper limit error threshold (SP3-211-002) continuously exceeded the upper limit occurrence threshold value (SP3-211-003).", "causes": "TD sensor connector dropout (connection fault)", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors related to TD sensor are connected securely. Replace the connectors if they are disconnected, or loose. 2. Check the Development Unit for the following points and recover or replace it if there are any defects. • Gear comes off • Development unit is not installed correctly 3. Check the TD sensor and recover or replace it if there are any defects. 4. Check the values of SP3-030-061 to 064 (Init TD Sensor :Exe Initial mu count). If they are initial, perform the TD sensor adjustment (SP3-030-001 to 006). 5. Check the Toner Supply Unit and recover or replace it if there are any defects. (When the image density is excessively low, the supply unit may have a possibility of abnormality) • Toner bottle is empty • Toner bottle drive error • Clogging in the supplying path 6. Check the harness for TD sensor. Replace the harness if it is disconnected, or damaged. 7. Replace the BCU if the SC cannot be recovered even after executing steps 1 to 6. Recovery Confirmation Procedure 1. Turn ON the main power, and then print a sheet. 2. Execute SP3-320-***(TD.Sens:Vt :Disp: Current: CMYK) to check the output value of the TD sensor. 3. Execute SP3-211-004 (Vt Limits Err :Disp Lower Threshold) to check the lower limit value. • Abnormal if the TD sensor output value is lower than the lower limit value • Normal if the TD sensor output value is equal to or larger than the lower limit value" },
    { "code": "SC362-01 02 03 04", "description": "SC362- 01 TD sensor output error: Lower limit (K) SC362- 02 TD sensor output error: Lower limit (C) SC362- 03 TD sensor output error: Lower limit (M) SC362- 04 TD sensor output error: Lower limit (Y) TD sensor output: Vt (SP3-210-001 to 004) < output lower limit error threshold (SP3-211-004) is continuously below the lower limit occurrence threshold value (SP3-211-005)", "causes": "TD sensor connector missing/dropout", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors related to TD sensor are connected securely. Replace the connectors if they are disconnected, or loose. 2. Check the Development Unit for the following points and recover or replace it if there are any defects. • Gear comes off • Development unit is not installed correctly 3. Check the TD sensor and recover or replace it if there are any defects. 4. Check the values of SP3-030-061 to 064 (Init TD Sensor :Exe Initial mu count). If they are initial, perform the TD sensor adjustment (SP3-030-001 to 006). 5. Check the Toner Supply Unit and recover or replace it if there are any defects. • Toner bottle driving error (left rotating) 6. Check the harness for TD sensor. Replace the harness if it is disconnected, or damaged. 7. Replace the BCU if the SC cannot be recovered even after executing steps 1 to 6. Recovery Confirmation Procedure 1. Turn ON the main power, and then print a sheet. 2. Execute SP3-320-***(TD.Sens:Vt :Disp: Current: CMYK) to check the output value of the TD sensor. 3. Execute SP3-211-004 (Vt Limits Err :Disp Lower Threshold) to check the lower limit value. • Abnormal if the TD sensor output value is lower than the lower limit value • Normal if the TD sensor output value is equal to or larger than the lower limit value" },
    { "code": "SC370-01 02 03 04", "description": "SC370- 01 TM (ID) sensor calibration error (F) SC370- 02 TM (ID) sensor calibration error (C) SC370- 03 TM (ID) sensor calibration error (R)", "causes": "Regular reflection optical output voltage of the Front or Center or Rear TM (ID) sensor: Vsg_reg cannot be adjusted to within target range. Upper limit (SP3-320-013: initial value 4.5V) Lower limit (SP3-320-014: initial value 3.5V)", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. 1. Check if all connectors related to TM/ID sensor are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. If TM/ID sensor is contaminated, clean it (never use a dry cloth). 3. Execute SP5-804-255(OUTPUT Check: Paper Transfer Contact Operation) to operate the Paper Transfer Contact and Release Motor to check opening/closing of the shutter. 4. Check if there is an abnormality on the image transfer belt surface. 5. If any abnormalities are found on the image transfer belt surface, replace the image transfer belt. • Belt scratched • Belt corrugation, belt skew • Cleaning failure • Background stains • Filming 6. Check the TM/ID sensor for malfunctions, and recover or replace it if there are any defects. 7. Check the harness. Replace the harness if it is disconnected, or damaged. 8. If the SC is not cleared even after performing steps 1 to 6, replace the BCU" },
    { "code": "SC396-05", "description": "Drum motor (CMY) Lock Motor status is observed at 100ms intervals during motor ON, and the unlock status is detected at least 20 times", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Unit torque increased.", "remedy": "• Replace the motor • Reconnect the connector • Replace the harness • Replace the Imaging IOB. • Replace the PCDU" },
    { "code": "SC441-00", "description": "Drum transfer motor: Lock Motor status is observed at 100ms intervals during motor ON, and the unlock status is detected at least 20 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Unit torque increased.", "remedy": "• Replace the motor • Reconnect the connector • Replace the harness • Replace the Imaging IOB. • Check the load on the motor (PCDU, Image transfer unit, Paper transfer unit, Waste toner bottle). • Replace the PCDU, Image transfer unit, Paper transfer unit or Waste toner bottle." },
    { "code": "SC442-00", "description": "ITB Lift Error Even though the ITB lift motor (also Toner supply motor (M)) rotates, the ITB lift sensor failed to detect the specified sensor feeler status within specified time. • Contact/separation operation: If not detected in 2000msec • Home position operation: If not detected in 5000msec Signal detection sampling period: 10msec", "causes": "• Image transfer unit not set/faulty setting • Sensor dirt • Sensor defective • Motor defective • Unit load large", "remedy": "1. Reset the Image transfer unit properly. 2. Clean the ITB lift sensor 3. Check the harness (disconnected, loose connectors) 4. Replace the ITB lift sensor 5. Replace the image transfer unit 6. Replace the contact/separation drive unit" },
    { "code": "SC452-00", "description": "Paper transfer contact and release motor error Paper transfer contact and release motor: position sensor cannot detect the sensor filler state within the predetermined time (see below) even if the paper transfer contact and release motor is rotated. • Contact operation: If not detected in 2000msec • Home position operation: If not detected in 5000msec Signal detection sampling period: 10msec", "causes": "• Sensor dirt • Sensor defection • Motor defection • Unit load large", "remedy": "• Replace the contact drive unit • Replace the image transfer unit • Check the harness" },
    { "code": "SC491-00", "description": "High voltage power source: charge/development: output error SC detection signal (charge/development) is L (abnormal) for 200 ms consecutively during high voltage (charge/development) output.", "causes": "H/W error • Output contact setting fault • Controller connector set fault • Ground fault of output high voltage path • Surface/air clearance insufficient (arc discharge) • Controller harness disconnection, short-circuit • PCU setting fault • Control board _IOB error (related signal error) • HVP_CB error Load error • Grounding fault of charging output, short-circuit with other outputs • Surface/air clearance insufficient in charging output path (including distance from other outputs) • Abnormal deterioration of drum, and over current due to pinholes • Drum vs charge roller gap error (PCU error). • Over current due to drum surface condensation • Grounding fault of developing output, short-circuit with other outputs • Surface/air clearance insufficient in developing output path (including distance from other outputs)", "remedy": "• Turn the main power OFF/ON. • Reset or replace the harness of high voltage power supply feed path • Reset or replace the harness between IOB-HVP_CB • Reset or replace the PCU • Check the operation of the contact mechanism • Replace the HVP_CB • Replace the Imaging IOB." },
    { "code": "SC492-00", "description": "High voltage power source: image transfer/paper transfer: output error SC detection signal (transfer) is L (abnormal) for 200 ms consecutively during high voltage (transfer) output.", "causes": "H/W error • Output power connector setting fault • Controller connector setting fault • Output high voltage Harness disconnection • Controller harness disconnection, short-circuit • Transfer unit setting fault • Control board_ IOB error (related signal error) • HVP_TTS error Load error • Increase in paper transfer roller impedance (low temperature environment/impedance rise/impedance rise due to dirt) • Operation fault of paper transfer contact mechanism • Increase in image transfer belt impedance • Opening in load power supply path", "remedy": "• Reset or replacement the harness of high voltage power supply feed path • Reset or replace the harness between IOB-HVP_TTS • Reset or replace the transfer unit • Check operation of the contact mechanism • Replace the HVP_TTS • Replace the Imaging IOB." },
    { "code": "SC497-00", "description": "Machine temperature detection thermistor error Temperature sensor output error: Below 0.56V, or above 3.0V", "causes": "• Connector disconnection or broken • Sensor (Thermistor) defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors related to the Imaging Temperature Sensor (Thermistor) are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Replace the Imaging Temperature Sensor (Thermistor)." },
    { "code": "SC498-00", "description": "Temperature and humidity sensor error Temperature sensor output error: Below 0.76V, or above 2.90V, or Moisture sensor output error: more than 2.4V", "causes": "• Sensor not setting (disconnection or broken) • Sensor defective", "remedy": "Check if the SC occurs by turning the power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors related to the Temperature and Humidity Sensor are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Replace the Temperature and Humidity Sensor." },
    { "code": "SC501-01", "description": "1st Tray Lift Error (Main Machine) The 1st tray lift motor error detection count reaches 3 times. (Up to 2 times, reset instruction is displayed)", "causes": "• 1st tray upper limit sensor connector missing, malfunction, dirt • 1st tray lift motor connector missing, disconnection, malfunction. • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor. • Paper set incorrectly", "remedy": "• Reload the paper. • Remove the foreign object. 1st tray upper limit sensor, 1st tray lift motor • Check the harness. • Reset the connector. • Replace 1st paper feed unit, 1st tray • Replace Paper transport IOB • Replace" },
    { "code": "SC501-02", "description": "1st Tray Descent Error (Main Frame) The 1st tray descent motor error detection count reaches 5. (Up to 4, reset instruction is displayed.)", "causes": "• 1st tray upper limit sensor connector missing, malfunction, dirt • 1st tray lift motor connector missing, disconnection, malfunction • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor. • Paper set incorrectly • Paper overload", "remedy": "• Reset the paper. • Remove the foreign object. 1st tray upper limit sensor, 1st tray lift motor • Check the harness. • Reset the connector. • Replace 1st paper feed unit, 1st tray • Replace Paper transport IOB • Replace" },
    { "code": "SC502-01", "description": "2nd Tray Lift Error (Main Frame) The 2nd tray lift motor error detection count reaches 3. (Up to 2, reset is displayed.)", "causes": "• 2nd tray upper limit sensor connector missing, malfunction, dirt • 2nd tray lift motor connector missing, disconnection, malfunction • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "• Reset the paper. • Remove the foreign object. 2nd tray upper limit sensor, 2nd tray lift motor • Check the harness. • Reset the connector. • Replace 2nd paper feed unit, 2nd tray • Replace Paper transport IOB • Replace" },
    { "code": "SC502-02", "description": "2nd Tray Descent Error (Main Frame) The detection count of 2nd tray descent motor descent errors reaches a total of 5. (Up to 4, reset is displayed.)", "causes": "• The 2nd paper feed tray upper limit sensor connector missing, malfunction, and dirt • 2nd tray lift motor connector missing, disconnection, malfunction • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly • Paper overload", "remedy": "• Reset the paper. • Remove the foreign object. 2nd tray upper limit sensor, 2nd tray lift motor • Check the harness. • Reset the connector. • Replace 2nd paper feed unit, 2nd tray • Replace Paper transport IOB • Replace" },
    { "code": "SC503-01", "description": "3rd Tray Lift Error (Paper Feed Unit PB3150 (D694)) • Lift motor ascent error detection During tray initialization (upper limit not detected/lower limit detection), the tray base plate is raised to check the tray base plate position, and the upper limit sensor is not detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, the bank transmits a tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-02", "description": "3rd Tray Descent Error (Paper Feed Unit PB3150 (D694)) • Lift motor descent error detection During tray initialization, the tray base plate is lowered to check the tray base plate position, and the upper limit sensor is detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, the bank transmits a tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Paper overload • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-11", "description": "3rd Tray Lift Error (Upper Tray: Paper Feed Unit PB3160 (D693)) • Lift motor ascent error detection During tray initialization (upper limit not detected/lower limit detection), the tray base plate is raised to check the tray base plate position, and the upper limit sensor is not detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, the bank transmits a tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-12", "description": "3rd Tray Descent Error(Upper Tray: Paper Feed Unit PB3160 (D693)) • Lift motor descent error detection During tray initialization, the tray base plate is lowered to check the tray base plate position; the upper limit sensor is detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, the bank transmits a tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Paper overload • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-31", "description": "3rd Tray Lift Error (LCIT PB3170/PB3230 (D695)) • Upper limit detection error (during descent) During tray initialization (upper limit detection/lower limit not detected), the tray base plate is lowered to check the tray base plate position, and the upper limit sensor is detected although a predetermined time elapsed, for 3 times consecutively. • Upper limit detection error (during ascent) During tray initialization (upper limit not detected/lower limit detection), the tray base plate is raised to check the tray base plate position, and the upper limit sensor is not detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, LCIT transmits tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught between the right tray and the tray lift motor • Paper set incorrectly • Timing belt damage/dropout • Timing pulley damage/dropout • Base plate damage/not horizontal • Paper feed roller missing item • Pickup arm damage • Foreign object, such as paper scrap, is caught inside the right tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-32", "description": "3rd Tray Descent Error (LCIT PB3170/PB3230 (D695)) • Lower limit detection error (during descent) During tray initialization (upper limit not detected/lower eject limit detection), the tray base plate is lowered to check the tray base plate position, and the lower limit sensor is not detected although a predetermined time elapsed. Alternatively, at paper end, the tray base plate is lowered, but the lower limit sensor is not detected although a predetermined time elapsed. • Lower limit error (during ascent) During tray initialization (upper limit eject detection/lower limit detection), the tray base plate is raised to check the tray base plate position, and the lower limit sensor is detected although a predetermined time elapsed. *If an error occurs 3 times consecutively: LCIT transmits 3rd tray lower limit detection error to the main machine. Up to 2 times consecutively, LCIT transmits tray set incorrectly to the main machine.", "causes": "• Lift motor error/connector missing • Lower limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught between the right tray and the tray lift motor • Paper set incorrectly • Timing belt damage/dropout • Timing pulley damage/dropout • Base plate damage/not horizontal • Foreign object, such as paper scrap, is caught inside the right tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-33", "description": "3rd Tray Paper Overload Error (LCIT PB3170/PB3230 (D695)) During tray initialization, both the upper limit and lower limit are detected 3 times consecutively. (Up to 2 times consecutively, LCIT transmits tray set incorrectly to the main machine", "causes": "• Paper overload • Paper set incorrectly • Limit sensor error/connector missing • Lower limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught inside the right tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-34", "description": "3rd Tray Paper Position Error (LCIT PB3170/PB3230 (D695)) During left/right tray set, or when power is switched ON, or when transfer is complete, open is detected 3 times consecutively by end fence open/close detection. (Up to 2 times consecutively, LCIT transmits tray set incorrectly to the main machine.)", "causes": "• Paper set incorrectly (paper is offset from position for pushing end fence) • Foreign object entry (foreign object is caught in the position for pushing end fence) • End fence open/close sensor error/connector missing • Harness broken • Bank control board defective", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-35", "description": "3rd Tray Transfer Error (LCIT PB3170/PB3230 (D695)) • Transfer end detection error At right tray paper end (right tray lower limit detection, left tray paper detection), left tray paper is transferred to the right tray, but the left tray paper sensor is detected although a predetermined time elapsed (paper missing is not detected), for 3 times consecutively. (Up to 2 times consecutively, LCIT transmits tray set incorrectly to the main machine.)", "causes": "• Transfer motor error/connector missing • Left tray paper sensor error/connector missing • Harness broken • Bank control board defective • Paper overload • Foreign object, such as paper scrap, is caught between the left tray and the tray transfer motor • Paper set incorrectly • Timing belt damage/dropout • Timing pulley damage/dropout • Transfer fence defective • Foreign object, such as paper scrap, is caught inside the left tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC503-36", "description": "3rd Tray Transfer HP Error (LCIT PB3170/PB3230 (D695)) • HP detection error (during transfer start) At right tray paper end (right tray lower limit detection, left tray paper detection), left tray paper is transferred to the right tray, but the left tray transfer fence HP sensor is detected although a predetermined time elapsed (HP sensor missing cannot be detected). • HP detection error (during transfer fence HP return) During left tray transfer fence HP not detected (stop after paper transfer, during power supply ON, during left tray set), the left tray transfer fence is moved to HP, but the left tray HP sensor is not detected although a predetermined time elapsed. *If an error occurs 3 times consecutively: LCIT transmits 3rd paper feed tray transfer HP error to the main machine. (Up to 2 times consecutively, LCIT transmits tray set incorrectly to the main machine.)", "causes": "• Transport motor error/connector missing • Left tray transfer fence HP sensor error/connector missing • Harness broken • Bank control board defective • Paper overload • Foreign object, such as paper scrap, is caught between the left tray and the tray transport motor • Paper set incorrectly • Timing belt damage/dropout • Timing pulley damage/dropout • Transfer fence defective • Foreign object, such as paper scrap, is caught inside the left tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 3 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 3. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC504-21", "description": "4th Tray Lift Error (Lower Tray: Paper Feed Unit PB3160 (D693)) • Lift motor ascent error detection During tray initialization (upper limit not detected/lower limit detection), the tray base plate is raised to check the tray base plate position, but the upper limit sensor is not detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, the bank transmits a tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 4 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 4. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC504-22", "description": "4th Tray Descent Error (Lower Tray: Paper Feed Unit PB3160 (D693)) • Lift motor descent error detection During tray initialization, the tray base plate is lowered to check the tray base plate position, but the upper limit sensor is detected although a predetermined time elapsed, for 3 times consecutively. (Up to 2 times consecutively, the bank transmits a tray set incorrectly to the main machine.)", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Paper overload • Foreign object, such as paper scrap, is caught between the paper feed tray and the tray lift motor • Paper set incorrectly", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in Tray 4 are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in Tray 4. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC505-41", "description": "Side LCIT Limit Detection Error (LCIT RT3030 (D696)) • Upper limit detection error (during descent) During tray initialization (upper limit detection/lower limit not detected), the tray base plate is lowered to check the tray base plate position, but the upper limit sensor is detected although a predetermined time elapsed. • Upper limit detection error (during ascent) During tray initialization (upper limit not detected /lower limit detection), the tray base plate is raised to check the tray base plate position, but the upper limit sensor is not detected although a predetermined time elapsed. *If an error occurs for 3 times consecutively: the side LCIT transmits a 5th paper feed tray upper limit detection error to the main machine. Up to 2 times consecutively, the side LCIT transmits a tray set incorrectly to the main machine.", "causes": "• Lift motor error/connector missing • Upper limit sensor error/connector missing • Harness broken • Bank control board defective • Paper set incorrectly • Timing belt damage/dropout • Timing pulley damage/dropout • Base plate damage/not horizontal • Paper feed roller missing item • Pickup arm defective • Foreign object, such as paper scrap, is caught inside the tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in the side LCIT are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in the side LCIT. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC505-42", "description": "Side LCIT Lower Limit Detection Error (LCIT RT3030 (D696)) • Lower limit detection error (during descent) During tray initialization (upper limit not detected /lower limit eject detection), the tray base plate is lowered to check the tray base plate position, but the lower limit sensor is not detected although a predetermined time elapsed. Alternatively, at paper end, the tray base plate is lowered, but the lower limit sensor is not detected although a predetermined time elapsed. • Lower limit detection error (during ascent) During tray initialization (upper limit not detected/lower limit detection), the tray base plate is raised to check the tray base plate position, but the lower limit sensor is detected although a predetermined time elapsed. *If an error occurs for 3 times consecutively: the side LCIT transmits a 5th paper feed tray upper limit detection error to the main machine. Up to 2 times consecutively, the side LCIT transmits a tray set incorrectly to the main machine.", "causes": "• Lift motor error/connector missing • Lower limit sensor error/connector missing • Harness broken • Bank control board defective • Paper set incorrectly • Timing belt damage/dropout • Timing pulley damage/dropout • Base plate damage/not horizontal • Foreign object, such as paper scrap, is caught inside the tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in the side LCIT are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in the side LCIT. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC505-43", "description": "Side LCIT Paper Overload Error (LCIT RT3030 (D696)) During tray initialization, both the upper limit and lower limit are detected for 3 times consecutively (up to 2 times consecutively, the side LCIT transmits a tray set incorrectly to the main machine).", "causes": "• Paper overload • Paper set incorrectly • Upper limit sensor error/connector missing • Lower limit sensor error/connector missing • Harness broken • Bank control board defective • Foreign object, such as paper scrap, is caught inside the tray", "remedy": "Remove the jammed paper or slip of paper from the tray, and check if the SC occurs by turning the main power OFF then ON. If the SC occurs again, do the following steps. Check if the SC reoccurs by cycling the power after each step. 1. Check if all connectors in the side LCIT are connected securely. Reconnect the connectors if they are disconnected, or loose. 2. Check the harness in the side LCIT. Replace the harnesses if it is disconnected, or damaged. 3. Check if the motor runs, sensors turn OFF/ON, has no overloads, and is properly driven. Replace the parts if there are any defects. 4. Check if there are any signs of a short circuit. Replace the parts if there are any defects." },
    { "code": "SC508-00", "description": "Bypass Tray Size Detection Error The paper size detected on the bypass tray is different from any of the pattern of automatic size detection.", "causes": "• Bypass Length Sensor or Bypass Width Sensor malfunction • Bypass Length Sensor or Bypass Width Sensor harness disconnected", "remedy": "1. Replace the Bypass Length Sensor, or Bypass Width Sensor. 2. Replace the harness for Bypass Length Sensor, or Bypass Width Sensor." },
    { "code": "SC520-01", "description": "Registration Motor: Lock During motor ON, after checking the motor error notification registers (err_velo and err_posi) for 500msec, the error state of either register was detected at least 5 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Encoder defective", "remedy": "• Replace the motor. • Reset the connector. • Replace the harness. • Replace the Paper Transport IOB." },
    { "code": "SC520-02", "description": "Paper feed Motor: Lock During motor ON, after checking the motor error notification registers (err_velo and err_posi) for 500msec, the error state of either register was detected at least 5 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Encoder defective", "remedy": "• Replace the motor. • Reset the connector. • Replace the harness. • Replace the Paper Transport IOB." },
    { "code": "SC520-03", "description": "Transport Motor: Lock During motor ON, after checking the motor error notification registers (err_velo and err_posi) for 500msec, the error state of either register was detected at least 5 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Encoder defective", "remedy": "• Replace the motor. • Reset the connector. • Replace the harness. • Replace the Paper Transport IOB." },
    { "code": "SC521-01", "description": "Duplex Entrance Motor: Lock During motor ON, after checking the motor error notification registers (err_velo and err_posi) for 500msec, the error state of either register was detected at least 5 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Encoder defective", "remedy": "• Replace the motor. • Reset the connector. • Replace the harness. • Replace the Paper Transport IOB." },
    { "code": "SC521-02", "description": "Duplex By-pass Motor: Lock During motor ON, after checking the motor error notification registers (err_velo and err_posi) for 500msec, the error state of either register was detected at least 5 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Encoder defective", "remedy": "• Replace the motor. • Reset the connector. • Replace the harness. • Replace the Paper Transport IOB." },
    { "code": "SC522-00", "description": "Paper Exit Motor: Lock During motor ON, after checking the motor error notification registers (err_velo and err_posi) for 500msec, the error state of either register was detected at least 5 times.", "causes": "• Motor defective • Connector disconnected • Harness broken • IOB defective • Encoder defective", "remedy": "• Replace the motor. • Reset the connector. • Replace the harness. • Replace the Paper Transport IOB." },
    { "code": "SC541-01", "description": "Thermopile (Center) Disconnection Below -50 degrees C (or below CB) is detected for 0.1 sec continuously.", "causes": "• Thermopile disconnection • Connector disconnected • Harness disconnection between the fusing unit and the BCU • BCU defective", "remedy": "1. Reconnect the connectors (main machine side, BCU side). 2. Replace the thermopile (center). 3. Replace the harness between the fusing unit and the BCU. 4. Replace the BCU." },
    { "code": "SC541-02", "description": "Non-contact Thermistor (Center) Disconnection Above 3F6 is detected for 1 sec. continuously (NC sensor center: detection & compensation NC sensor edge: detection & compensation). Detection period: 0.1 sec, detection frequency: 10 times or more.", "causes": "• Non-contact thermistor disconnection • Connector disconnected • Harness disconnection in the fusing unit • Harness disconnection between the fusing unit and the BCU • BCU defective", "remedy": "1. Reconnect the connectors (between the fusing unit and the BCU). 2. Replace the non-contact thermistor with the harness. 3. Replace the fusing unit. 4. Replace the harness between the fusing unit and the BCU. 5. Replace the BCU." },
    { "code": "SC541-03", "description": "Non-contact Thermistor (Center) short-circuit Below AD value: 8 is detected for 1 sec. continuously. Detection period: 0.1 sec, detection frequency: 10 times or more.", "causes": "• Non-contact thermistor short-circuit • Connector disconnected • Harness disconnection in the fusing unit • Harness disconnection between the fusing unit and the BCU • BCU defective", "remedy": "1. Reconnect the connectors (between the fusing unit and the BCU). 2. Replace the non-contact thermistor with the harness. 3. Replace the fusing unit. 4. Replace the harness between the fusing unit and the BCU. 5. Replace the BCU." },
    { "code": "SC542-02", "description": "Thermopile (Center) does not reload 65 degrees C not reached after fusing lamp 1 ON for 10 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (center). 4. Replace the fusing sleeve thermostat 5. Replace the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC542-03", "description": "Thermopile (Center) does not reload Heating central reload permission temperature not reached after fusing lamp 1 ON for 35 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (center). 4. Replace the fusing sleeve thermostat 5. Replace the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC542-05", "description": "Thermopile (Center) does not reload (Low Power) 65 degrees C not reached after fusing lamp 1 ON for 10 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (center). 4. Replace the fusing sleeve thermostat 5. Replace the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC542-06", "description": "Thermopile (Center) does not reload (Low Power) Heating central reload permission temperature not reached after fusing lamp 1 ON for 35 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (center). 4. Replace the fusing sleeve thermostat 5. Replace the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC543-00", "description": "Thermopile (Center) high temperature detection (software) Above 240 degrees C detected for 1 sec continuously. Detection period: 0.1 sec, detection count: 10 times or more.", "causes": "• Fusing sleeve belt defective • Paper setting misdetection • Incorrect paper position in the paper feed tray • Gear abrasion • Thermopile failure • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • Triac defective (short-circuit) • BCU failure • AC controller board failure", "remedy": "1. Inspect the fusing sleeve belt unit, and replace if damaged. 2. Check the paper settings. 3. Check the paper position in the paper feed tray. 4. Reconnect the connectors (main machine side, BCU side). 5. Inspect or replace the gears in the fusing unit or main machine. 6. Replace the thermopile (center). 7. Replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 8. Replace the BCU. 9. Replace the PSU (AC controller board). If the problem cannot be solved after performing the above steps, replace the fusing unit." },
    { "code": "SC544-01", "description": "Thermopile (Center) high temperature detection (hardware) In the event of an error", "causes": "• Fusing sleeve belt defective • Paper setting misdetection • Incorrect paper position in the paper feed tray • Gear abrasion • Pressure roller HP sensor disconnected • Thermopile failure • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • Triac defective (short-circuit) • BCU failure • AC controller board failure", "remedy": "1. Inspect the fusing sleeve belt unit, and replace if damaged. 2. Check the paper settings. 3. Check the paper position in the paper feed tray. 4. Reconnect the connectors (main machine side, BCU side). 5. Inspect or replace the gears in the fusing unit or main machine. 6. Inspect the pressure roller HP sensor with SP5-803-047. 7. Replace the thermopile (center). 8. Replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 9. Replace the BCU. 10. Replace the PSU (AC controller board). If the problem cannot be solved after performing the above steps, replace the fusing unit" },
    { "code": "SC544-02", "description": "Non-contact Thermistor (Center) high temperature detection (hardware) In the event of an error", "causes": "• Fusing sleeve belt defective • Paper setting misdetection • Incorrect paper position in the paper feed tray • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • Pressure roller HP sensor disconnected • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • Triac defective (short-circuit) • BCU failure • AC controller board failure", "remedy": "1. Inspect the fusing sleeve belt unit, and replace if damaged. 2. Check the paper settings. 3. Check the paper position in the paper feed tray. 4. Reconnect the connectors (main machine side, BCU side). 5. Remove the jammed paper between the thermopile and fusing unit. 6. Clean or replace the thermopile (center). 7. Replace the fusing unit. 8. Inspect the pressure roller HP sensor with SP5-803-047. 9. Replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 10. Replace the BCU. 11. Replace the PSU (AC controller board)." },
    { "code": "SC545-01", "description": "Fusing Central Lamp Continuously Heat", "causes": "After waiting for full power for more than 5 sec continuously. • Definition of fusing lamp full power Continuously heating rate set point (maximum heating rate) • Measurement start point After reload (after fusing lamp extinguished, after rotation complete) below the standby temperature (target temperature), measurement starts after a fusing lamp heat-up request is issued. • Measurement stop condition Rotation started due to a print signal during measurement or other. • Maximum heat-up duty (SP interlinked value) 0% is excluded. • Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (center). 4. Replace the fusing sleeve thermostat. 5. Replace the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC545-05", "description": "Fusing Central Lamp Continuously Heat (Low Power)", "causes": "After waiting for full power for more than 5 sec continuously. • Definition of fusing lamp full power Continuously heating rate set point (maximum heating rate) • Measurement start point After reload (after fusing lamp extinguished, after rotation complete) below the standby temperature (target temperature), measurement starts after a fusing lamp heat-up request is issued. • Measurement stop condition Rotation started due to a print signal during measurement or other. • Maximum heat-up duty (SP interlinked value) 0% is excluded. • Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (center). 4. Replace the fusing sleeve thermostat. 5. Replace the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC547-01", "description": "Zero cross error (relay-contact soldering) Zero-cross signal is detected while the fusing relay is OFF.", "causes": "• Fusing relay defective (contact soldering) • Fusing relay drive circuit error", "remedy": "1. Reconnect the connectors between PSU (AC controller board) and paper transport IOB. 2. Replace the PSU (AC controller board). 3. Replace the paper transport IOB." },
    { "code": "SC547-02", "description": "Zero cross error (relay contact error) Zero-cross signal is not detected while the fusing relay is ON.", "causes": "• Fusing relay damage (contact open) • Fusing relay drive circuit error • PSU fuse (24 VS) blowout", "remedy": "1. Reconnect the connectors between PSU (AC controller board) and Paper transport IOB. 2. Replace the PSU (AC controller board). 3. Replace the paper transport IOB. 4. Replace the harness between PSU (AC controller board) and paper transport IOB." },
    { "code": "SC549-03", "description": "Fusing Shield Operation Error During shield basic operation, shield motor does not stop even if the specified time (sec.) elapsed from rotation start.", "causes": "• Fusing Shield Plate Position Sensor is loose, or disconnected. • Fusing Shield Drive Motor is disconnected. • Fusing Unit is damaged.", "remedy": "1. Check the Fusing Shield Plate Position Sensor with SP5-803-097 (SSP). If there is no response, reconnect the Fusing Shield Plate Position Sensor harness. 2. Reconnect the Fusing Shield Drive Motor harness. 3. Replace the Fusing Unit." },
    { "code": "SC549-04", "description": "Fusing Shield Operation Error During HP detection operation, HP detection fails 3 times consecutively.", "causes": "• Fusing Shield Plate Position Sensor is loose, or disconnected. • Fusing Shield Drive Motor is disconnected. • Fusing Unit is damaged.", "remedy": "1. Check the Fusing Shield Plate Position Sensor with SP5-803-097 (SSP). If there is no response, reconnect the Fusing Shield Plate Position Sensor harness. 2. Reconnect the Fusing Shield Drive Motor harness. 3. Replace the Fusing Unit." },
    { "code": "SC549-05", "description": "Fusing Shield Operation Error", "causes": "• Fusing Shield Plate Position Sensor is loose, or disconnected. • Fusing Shield Drive Motor is disconnected. • Fusing Unit is damaged.", "remedy": "1. Check the Fusing Shield Plate Position Sensor with SP5-803-097 (SSP). If there is no response, reconnect the Fusing Shield Plate Position Sensor harness. 2. Reconnect the Fusing Shield Drive Motor harness. 3. Replace the Fusing Unit." },
    { "code": "SC551-01", "description": "Thermopile (Edge) Disconnection Below -50 degrees C (or below CB) is detected for 0.1 sec continuously.", "causes": "• Thermopile disconnection • Connector disconnected • Harness disconnection between the fusing unit and the BCU • BCU defective", "remedy": "1. Reconnect the connectors (main machine side, BCU side). 2. Replace the thermopile (edge). 3. Replace the harness between the fusing unit and the BCU. 4. Replace the BCU, or the PSU (AC controller board)." },
    { "code": "SC551-02", "description": "Non-contact Thermistor (Edge) Disconnection Above 3F6 is detected for 1 sec continuously (NC sensor center: detection & compensation NC sensor edge: detection & compensation). Detection period: 0.1 sec, detection frequency: 10 times or more.", "causes": "• Non-contact thermistor disconnection • Connector disconnected • Harness disconnection in the fusing unit • Harness disconnection between the fusing unit and the BCU • BCU defective", "remedy": "1. Reconnect the connectors (between the fusing unit and the BCU). 2. Replace the non-contact thermistor with the harness. 3. Replace the fusing unit. 4. Replace the harness between the fusing unit and the BCU. 5. Replace the BCU." },
    { "code": "SC551-03", "description": "Non-contact Thermistor (Edge) Short-circuit Below AD value: 8 is detected for 1 sec. continuously. Detection period: 0.1 sec, detection frequency: 10 times or more.", "causes": "• Non-contact thermistor short-circuit • Connector disconnected • Harness disconnection in the fusing unit • Harness disconnection between the fusing unit and the BCU • BCU defective", "remedy": "1. Reconnect the connectors (between the fusing unit and the BCU). 2. Replace the non-contact thermistor with the harness. 3. Replace the fusing unit. 4. Replace the harness between the fusing unit and the BCU. 5. Replace the BCU." },
    { "code": "SC552-02", "description": "Thermopile (Edge) Does Not Reload 65 degrees C not reached after fusing lamp 1 ON for 14 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (edge). 4. Replace the fusing sleeve thermostat. 5. Reconnect the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC552-03", "description": "Thermopile (Edge) Does Not Reload Heating edge reload permission temperature not reached after fusing lamp 1 ON for 28 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (edge). 4. Replace the fusing sleeve thermostat. 5. Reconnect the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC552-05", "description": "Thermopile (Edge) Does Not Reload (Low Power) 65 degrees C not reached after fusing lamp 1 ON for 14 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (edge). 4. Replace the fusing sleeve thermostat. 5. Reconnect the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC552-06", "description": "Thermopile (Edge) Does Not Reload (Low Power) Heating edge reload permission temperature not reached after fusing lamp 1 ON for 28 sec continuously.", "causes": "• Outside input voltage guarantee • Jammed paper between the thermopile and fusing unit • Thermopile lens dirt • Thermopile modification/float • After excessive temperature rise prevention unit operation • Fusing lamp disconnection • Harness disconnection between the fusing unit and BCU or the PSU (AC controller board) • BCU defective • AC controller board defective", "remedy": "1. Check the power supply voltage and reconnect the cable to the outlet. 2. Remove the jammed paper between the thermopile and fusing unit. 3. Clean or replace the thermopile (edge). 4. Replace the fusing sleeve thermostat. 5. Reconnect the fusing sleeve belt unit. 6. Reconnect or replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 7. Replace the BCU. 8. Replace the PSU (AC controller board)." },
    { "code": "SC553-00", "description": "Thermopile (Edge) High Temperature Detection (software) Above 240 degrees C detected for 1 sec continuously. Detection period: 0.1 sec, detection count: 10 times or more.", "causes": "• Fusing sleeve belt defective • Paper setting misdetection • Incorrect paper position in the paper feed tray • Gear abrasion • Thermopile failure • Harness disconnection between the fusing unit and the BCU or the PSU (AC controller board) • Triac defective (short-circuit) • BCU failure • AC controller board failure", "remedy": "1. Inspect the fusing sleeve belt unit, and replace if damaged. 2. Check the paper settings. 3. Check the paper position in the paper feed tray. 4. Reconnect the connectors (main machine side, BCU side). 5. Inspect or replace the gears in the fusing unit or main machine. 6. Replace the thermopile (edge). 7. Replace the harness between the fusing unit and the BCU or the PSU (AC controller board). 8. Replace the BCU. 9. Replace the PSU (AC controller board). If the problem cannot be solved after performing the above steps, replace the fusing unit." },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" },
    { "code": "X", "description": "X", "causes": "X", "remedy": "X" }

]